export const dataPacks = {
  sushi: {
    names: ['Калифорния', 'Филадельфия', 'Унаги', 'Сяке', 'Тори'],
    ingredients: ['рис', 'нори', 'лосось', 'авокадо', 'огурец'],
    templates: [
      '[ролл] с [ингредиент]',
      'Суши [ингредиент]',
      '[ролл] в стиле [город]',
    ],
    cities: ['Токио', 'Осака', 'Киото'],
  },
  burgers: {
    names: ['Чизбургер', 'Веганбургер', 'Черри-бургер', 'Двойной бекон'],
    toppings: ['сыр', 'кетчуп', 'лук', 'салат', 'перец'],
    templates: [
      '[бургер] с [топпинг]',
      'Острый [бургер]',
      '[бургер] по-домашнему',
    ],
  },
  pizza: {
    names: ['Маргарита', 'Пепперони', 'Гавайская', 'Четыре сыра'],
    toppings: ['томаты', 'моцарелла', 'ветчина', 'ананасы'],
    templates: [
      'Пицца \'[название]\'',
      '[название] с [топпинг]',
    ],
  },
}
